package d1;

public class Demo01 extends Object {
	public static void main(String[] args) {
		String sl = "从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示从上图可以看到，第三行的内容现在已经自动换行显示，而并没有拆分成多行，从编辑器左侧的行号可以看出仅仅是换行显示";
		System.out.println("1");
		System.out.println(sl);
//		System.out.printl
		String s = new String();
		System.out.println();
	}
}
